[GENERAL]
NAME				= انگریزی
TRANSLATOR			= Farhan Khurram
DLG_FONT_NAME			=
DLG_FONT_SIZE			=


[TEXT]
TEXT_EXPIRED			= اس درخواست ختم ہو گیا ہے .
TEXT_BETA = بیٹا
TEXT_UNREGISTERED = غیر
TEXT_INIT_FAIL			= درخواست کی ابتدا کرنے میں ناکام رہے .
TEXT_APPINFO = Bandicam - اعلی کارکردگی کی ویڈیو پر قبضہ .

; error
TEXT_ERROR_DISKSPACE = نہیں ریکارڈ کرنے کے لئے کافی ڈسک کی جگہ .
TEXT_ERROR_VIDEO_CAP = ویڈیو کی گرفتاری شروع کرنے میں ناکام .
TEXT_ERROR_AUDIO_CAP = آڈیو گرفتاری شروع کرنے میں ناکام . \nIf اگر آپ کو مدد کی ضرورت ہے ، ٹھیک بٹن پر کلک کریں .
TEXT_ERROR_IMAGE_CAP = تصویر پر قبضہ کرنے میں ناکام . \ آپ کی پیداوار کے فولڈر چیک n براہ مہربانی .
TEXT_ERROR_CREATEFILE = فائل تخلیق کرنے میں ناکام . \nIf اگر آپ کو مدد کی ضرورت ہے ، ٹھیک بٹن پر کلک کریں .
TEXT_ERROR_CODEC_INIT = کوڈیک ابتدا میں ناکام .
TEXT_ERROR_LOGO_IMAGE = ناقابل تصویر کی فائل . \ حمایت کی تصویر کی فائل (* . PNG) کو منتخب کریں n براہ مہربانی .
TEXT_CAN_NOT_CHANGE_TB = آپ Bandicam مفت ورژن پر اس ترتیب کو تبدیل نہیں کر سکتے . \ http://bandicam.com/buy سے Bandicam خریداری n براہ مہربانی
TEXT_WARNING_AMD_APP		=  آپ کے سسٹم ' H.264 (AMD اے پی پی) ' کی حمایت نہیں کرتا =، تو پہلے سے طے شدہ کوڈیک استعمال کیا جائے گا .
TEXT_WARNING_AMD_APP2		= Your system does not support 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND = آواز
TEXT_VID_PAGE_WEBCAM		= Webcam
TEXT_VID_PAGE_LOGO = علامت
TEXT_VID_PAGE_EFFECTS = اثرات
TEXT_VID_PAGE_OPTIONS = اختیارات

; option page name
TEXT_OPT_PAGE_GENERAL = جنرل
TEXT_OPT_PAGE_OUTPUT		= Output
TEXT_OPT_PAGE_HOOKING = hooking کے
TEXT_OPT_PAGE_LANGUAGE = زبان
TEXT_OPT_PAGE_OTHERS = دیگر

TEXT_VIDEO = ویڈیو
TEXT_AUDIO = آڈیو

TEXT_FOLDER_SELECT = دکان پر ایک فولڈر کو منتخب کریں .

TEXT_FMT_FULL_SIZE = مکمل سائز
TEXT_FMT_HALF_SIZE = نصف سائز
TEXT_FMT_FIT_WIDTH = فٹ چوڑائی
TEXT_FMT_FIT_HEIGHT = فٹ اونچائی
TEXT_FMT_CUSTOM_SIZE = اپنی مرضی کے مطابق
TEXT_FMT_STEREO = سٹیریو
TEXT_FMT_MONO = مونو
TEXT_FMT_ORIGINAL_PCM		= Original audio format

; preset
TEXT_PRESET_DEFAULT = طے شدہ
TEXT_PRESET_HALFSIZE = نصف سائز
TEXT_PRESET_H264_60FPS_SYNC	= H.264, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP	= H.264, 60 FPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS = 60 FPS کے لئے Ultrafast ترتیب
TEXT_PRESET_LOWEND = کم کے آخر میں پی سی
TEXT_PRESET_NICO = -
TEXT_PRESET_NICO_HQ = -
TEXT_PRESET_NAVER_480P = -
TEXT_PRESET_YOUTUBE_360P = یو ٹیوب ( 360p )
TEXT_PRESET_YOUTUBE_480P = یو ٹیوب ( 480P )
TEXT_PRESET_YOUTUBE_720P = یو ٹیوب (720P)
TEXT_PRESET_PMP = ڈویکس / کہکشاں اسمارٹ فون
TEXT_PRESET_EDIT = سونی ویگاس / پریمیئر / سربراہی
TEXT_PRESET_POWERPOINT = پاورپوائنٹ
TEXT_PRESET_320x0 = فٹ چوڑائی ، 320x0
TEXT_PRESET_640x0 = فٹ چوڑائی ، 640x0
TEXT_PRESET_800x0 = فٹ چوڑائی ، 800x0
TEXT_PRESET_USER = صارف presets کے

TEXT_CHANGE_LANG = زبان تبدیل کرنے کے لئے ، آپ کو Bandicam دوبارہ شروع کرنا چاہئے . \n کیا اب آپ کو دوبارہ شروع کرنا چاہتے ہیں؟
TEXT_CHANGE_HOOK = hooking کے ہدف تبدیل کرنے کے لئے ، آپ کو Bandicam دوبارہ شروع کرنا چاہئے . \n کیا اب آپ کو دوبارہ شروع کرنا چاہتے ہیں؟
TEXT_CHANGE_SIZE		= To change the Bandicam window size, you should restart Bandicam.\nDo you want to restart now?
TEXT_RESET_ALL_SETTINGS = کیا آپ پہلے سے طے شدہ تمام ترتیبات ری سیٹ کرنے کے لئے چاہتے ہیں؟

TEXT_REGISTER_SUCCEEDED = آپ Bandicam اب درج کیا گیا ہے .
TEXT_REGISTER_FAILED = رجسٹریشن ناکام رہے . \nCheck آپ کا ای میل ایڈریس اور سیریل نمبر .
TEXT_REGISTER_CONNECT_FAILED = سرور رجسٹر کرنے کے لئے رابطہ قائم نہیں کر سکتے . \nPlease check your internet connection, and set your system clock to today's date and time.\nIf اگر آپ کو مدد کی ضرورت ہے ، ٹھیک بٹن پر کلک کریں .
TEXT_REGISTER_INFO = ای میل ایڈریس: %s\r\nSerial نمبر: ٪s کو
TEXT_REGISTER_LIMITED = ریکارڈنگ . بند کر دیا ہے \n\n آپ صرف Bandicam کے مفت ورژن پر 10 منٹ کے ریکارڈ کر سکتے ہیں . \ bandicam.com سے Bandicam خریداری n براہ مہربانی
TEXT_REGISTER_NEWRECORD = آپ Bandicam کے مفت ورژن پر نئے ریکارڈنگ شروع نہیں کر سکتے . \ bandicam.com سے Bandicam خریداری n براہ مہربانی
TEXT_REGISTER_LICENCE_INFO	= غیر ! - آبی نشان کے ساتھ 10 منٹ ویڈیوز \r\n آبی نشان ہٹا دیں ، bandicam.com سے Bandicam خریداری

TEXT_PROGRAM_INVALID = اس درخواست میں باطل ہے . \n آپ کی درخواست دوبارہ انسٹال کرنے کی ضرورت ہے .

TEXT_SELECT_TARGET = ہدف ونڈو کلک کریں براہ مہربانی
TEXT_TARGET_DIRECTX		= <b>Game Recording Mode</b> - Record Games and Video players using DirectX.
TEXT_TARGET_RECTANGLE		= <b>Screen Recording Mode</b> - Record Desktop screen and Web video.
TEXT_TARGET_CHANGING		= If you change the recording mode, the recording will be stopped.\nAre you sure you want to continue?
TEXT_TARGET_CHANGE_TO_RECTANGLE	= You can't start recording in 'Game Recording Mode' because the target window is not selected.\n\nDo you want to change the recording mode to 'Screen Recording Mode' in order to start recording?

TEXT_STATUSBAR_READY = تیار
TEXT_STATUSBAR_RECORDING = ریکارڈنگ
TEXT_STATUSBAR_PAUSE = روک دیں

TEXT_UPDATE_AVAILABLE		=  Bandicam کا ایک نیا ورژن دستیاب ہے  . \n کیا آپ اب اسے ڈاؤن لوڈ کرنا چاہتے ہیں؟
TEXT_UPDATE_UNAVAILABLE = اس ورژن میں تازہ ترین میں سے ایک ہے .
TEXT_UPDATE_FAILED = ورژن کی معلومات کی جانچ پڑتال کرنے میں ناکام . \n یہ نظام انٹرنیٹ سے منسلک نہیں کیا جا سکتا ، یا ایک سرور مناسب طریقے سے کام نہیں کیا جا سکتا .
TEXT_UPLOAD_EMAIL_NOT_VERIFIED	= Unable to upload. If you have just signed up, please verify your email address.

TEXT_TARGET_FULL = مکمل سکرین
TEXT_TARGET_RESTORE = بحال
TEXT_TARGET_FIND = ونڈو تلاش
TEXT_TARGET_RESIZE = سائز منتخب کریں مینو
TEXT_TARGET_IMAGE = تصویر پر قبضہ
TEXT_TARGET_PEN			= Drawing mode
TEXT_TARGET_RECORD_START = ویڈیو ریکارڈ - شروع
TEXT_TARGET_RECORD_PAUSE = ویڈیو ریکارڈ - کو روکنے
TEXT_TARGET_RECORD_STOP = ویڈیو ریکارڈ - روک

TEXT_RC_HOWTO_NOCOMPLETE = غیر فعال کریں
TEXT_RC_HOWTO_BYTIME = وقت
TEXT_RC_HOWTO_BYSIZE = سائز کی طرف سے
TEXT_RC_AFTER_NEWRECORD = شروع نئی ریکارڈنگ
TEXT_RC_AFTER_EXIT = باہر نکلیں Bandicam
TEXT_RC_AFTER_SHUTDOWN = بند اس کمپیوٹر

TEXT_SHUTDOWN_SEC		= ٪ D سیکنڈ میں نظام بند  .

TEXT_SEL_IMAGE_FILE = ایک تصویر فائل منتخب کریں

TEXT_RC_MB = MB
TEXT_RC_GB = GB

TEXT_SND_SELECT_2_DISABLE = - غیر فعال کریں ( کی سفارش) -

TEXT_CORRUPTED_AVI_FILE = ڈاؤن لوڈ، اتارنا ریکارڈ فائل خراب کیا گیا ہے \n کیا آپ اسے درست کرنے کے لئے چاہتے ہیں ہے \n\nFile : . ؟ %s کو
TEXT_TRAY_BALLOON_TIP = Bandicam بحال کرنے کی ٹرے آئیکن پر کلک کریں .
TEXT_TRAY_BALLOON_TIP_RECT = مستطیل ونڈو ظاہر کرنے کے لئے ٹرے آئیکن پر کلک کریں .
TEXT_FORCE_STOP			= ہدف ونڈو جواب نہیں ہے کیونکہ  ریکارڈنگ کو روکنے میں ناکام . \n کیا آپ ریکارڈنگ لازمی روکنا چاہتے ہیں؟
TEXT_EXTERNAL_CODEC = - بیرونی کوڈیک -
TEXT_CUDA_GPU_AUTOSELECT	= (Auto Select)

; status bar tool-tip
TEXT_INDICATOR_STATUS = ریکارڈنگ کی حیثیت
TEXT_INDICATOR_TIME = ریکارڈنگ وقت
TEXT_INDICATOR_SIZE = ریکارڈنگ فائل کے سائز / مفت ڈسک کی جگہ
TEXT_INDICATOR_VOLUME = موجودہ حجم کی سطح

; recording priority
TEXT_REC_PRIORITY_NORMAL = [ عمومی ] جنرل کا کام ترجیح
TEXT_REC_PRIORITY_HIGH = [ہائی ] عام ترجیح سے زیادہ
TEXT_REC_PRIORITY_HIGHEST = [ سب ] دیگر کاموں میں سست ہو سکتا ہے

; output page message
TEXT_OUTPUTS_BANDICUT		= Bandicut is not installed. Do you want to download Bandicut?
TEXT_OUTPUTS_DELETE		= Are you sure you want to permanently delete the selected files?
TEXT_OUTPUTS_SELCOUNT		= %d items selected

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET	= Target Name
TEXT_FILE_NAME_PREFIX_CUSTOM	= Custom Prefix
TEXT_FILE_NAME_PREFIX_NONE	= None
TEXT_FILE_NAME_SUFFIX_TIME	= Date/Time
TEXT_FILE_NAME_SUFFIX_NUMBER	= Sequence Number

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES	= Enter a value between 1 and 1440 minutes.
TEXT_TIMER_REC_STOP_RECORDING	= The recording is in progress. \nAre you sure you want to stop recording and continue?

; upload video
TEXT_UPLOAD_VID_NO_TITLE	= Please enter a title for the video to upload.
TEXT_UPLOAD_VIMEO_LOGIN		= Login - Vimeo
TEXT_UPLOAD_COMPLETE		= Uploaded
TEXT_UPLOAD_ERR_FAIL		= Failed to upload this video.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT	= This file is too large to upload.
TEXT_UPLOAD_ERR_FREESPACE	= There is not enough free space on Vimeo to upload.
TEXT_UPLOAD_ERR_CONNECT		= Failed to connect to server.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME		= Tahoma
$TITLE_FONT_SIZE		= 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL		= جنرل
$BN_PAGE_FPS			= FPS
$BN_PAGE_VIDEO			= ویڈیو
$BN_PAGE_IMAGE			= تصویر
$BN_PAGE_OUTPUTS		= Output
$BN_PAGE_ABOUT			= کے بارے میں
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS			= اختیارات
$ST_GEN_OUTPUT_FOLDER		= پیداوار کے فولڈر
$BN_GEN_OPEN_OUTPUT_FOLDER	= کھولیں
$BN_GEN_ADV_OPTIONS		= اعلی درجے کی
$CK_GEN_ALWAYS_ON_TOP		= ہمیشہ سب سے اوپر پر Bandicam ونڈو
$CK_GEN_START_MINIMIZED		= Start Bandicam minimized to tray
$CK_GEN_RUN_WHEN_START		= Run Bandicam on Windows startup
$CK_GEN_RECORD_WHEN_RUN		= Start full-screen recording on Bandicam startup
$CK_GEN_TIMER_RECORDING		= Set timer for Auto Start Recording
$ST_GEN_LANGUAGE		= Language
$ST_GEN_REC_AUTO_START		= Auto Start Recording
$ST_GEN_REC_AUTO_COMPLETE	= آٹو مکمل ریکارڈنگ
$BN_GEN_REC_AUTO_COMPLETE	= سیٹنگ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY			= چڑھائیں
$CK_FPS_OVERLAY_HOTKEY		= ہاٹکی
$CK_FPS_OVERLAY			= چڑھائیں FPS
$ST_FPS_LIMIT			= حد
$CK_FPS_LIMIT_HOTKEY		= ہاٹکی
$CK_FPS_LIMIT			= سیٹ FPS حد
$CK_FPS_LIMIT_ONLY_CAP		= قبضہ صرف اس وقت جب
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD			= ریکارڈ
$CK_VID_RECORD_HOTKEY		= Record/Stop Hotkey
$CK_VID_PAUSE_HOTKEY		= Pause Hotkey
$CK_VID_SHOW_CURSOR		= Show mouse cursor
$CK_VID_CLICK_EFFECTS		= ماؤس کلک اثر میں شامل کریں
$CK_VID_WEBCAM_OVERLAY		= Add webcam overlay
$BN_VID_RECORD_SETTINGS		= ترتیبات
$ST_VID_FORMAT			= شکل
$ST_VID_FORMAT_VIDEO		= Video
$ST_VID_FORMAT_AUDIO		= Audio
$BN_VID_FORMAT_SETTINGS		= ترتیبات
$BN_VID_FORMAT_PRESETS		= presets کے
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE			= گرفتاری
$CK_IMG_CAPTURE_HOTKEY		= ہاٹکی
$CK_IMG_CAPTURE_REPEAT		= دہرائیں سکرین کی گرفتاری
$ST_IMG_CAPTURE_REPEAT		= چلیں
$CK_IMG_SHOW_CURSOR		= Show mouse cursor
$CK_IMG_SHUTTER_SOUND_EFFECT	= شٹر آواز کو فعال کریں
$ST_IMG_FORMAT			= شکل
$CK_IMG_FORMAT_BMP		= BMP،
$CK_IMG_FORMAT_PNG		= PNG
$CK_IMG_FORMAT_JPG		= JPG - عام
$CK_IMG_FORMAT_JPG_HQ		= JPG - اعلی معیار
$BTN_IMG_FORMAT_ANIGIF		= How to save as animated gif
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO		= Video
$ST_OUT_TAB_IMAGE		= Image
$BN_OUT_PLAY_VIDEO		= Play
$BN_OUT_OPEN_IMAGE		= Open
$BN_OUT_EDIT			= Edit
$BN_OUT_UPLOAD			= Upload
$BN_OUT_DELETE			= Delete
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO		= Bandicam Version
$ST_ABO_COPYRIGHT		= کاپی رائٹ (c ) 2009-2015 Bandisoft.com .
$BN_ABO_NEW_VERSION		= نیا ورژن دستیاب .
$BN_ABO_CHECK_UPDATE		= اپ ڈیٹ چیک
$ST_ABO_LICENCE_INFO		= لائسنس کی معلومات
$BN_ABO_REGISTER		= رجسٹر
$BN_ABO_REGISTER_HELP		= How to Purchase and Register
$ST_ABO_HOMEPAGE_INFO		= Website URL
$ST_ABO_HOMEPAGE_URL		= Homepage
$ST_ABO_FAQ_URL			= سوالات
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER		= Open Output Folder
$TOOLTIP_SCREENSHOT		= Capture Image
$TOOLTIP_RECORD			= Record / Stop
$TOOLTIP_PAUSE			= Pause
$TOOLTIP_UI_MODE		= Simple/Extended UI
$TOOLTIP_REGISTER		= Register Bandicam
$TOOLTIP_ONLINE_HELP		= Online Help

$TOOLTIP_TOOL_PEN		= Pen
$TOOLTIP_TOOL_PEN_HL		= Highlighter 
$TOOLTIP_TOOL_BOX		= Box
$TOOLTIP_TOOL_ERASER		= Eraser
$TOOLTIP_TOOL_COLOR		= Select Color
$TOOLTIP_TOOL_LINE		= Linewidth
$TOOLTIP_TOOL_UNDO		= Undo (Ctrl+Z)
$TOOLTIP_TOOL_REDO		= Redo (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[ DIALOG ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL = منسوخ کریں
IDOK = ٹھیک ہے
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT = شکل کی ترتیبات
IDC_ST_FMTSET_FILE		= File Type
IDC_ST_FMTSET_VIDEO = ویڈیو
IDC_ST_VIDEO_SIZE = سائز
IDC_ST_VIDEO_FPS = FPS
IDC_ST_VIDEO_CODEC = کوڈیک
IDC_ST_VIDEO_BITRATE = بٹ شرح
IDC_ST_VIDEO_QUALITY = معیار
IDC_ST_FMTSET_AUDIO = آڈیو
IDC_CK_AUDIO_ORIGINAL_PCM	= Save as original format
IDC_ED_AUDIO_ORIGINAL_PCM	= You can save multi-channel and high-definition audio (96KHz or more).
IDC_ST_AUDIO_CH = چینل
IDC_ST_AUDIO_FREQ = ریڈیو فریکوئینسی
IDC_ST_AUDIO_CODEC = کوڈیک
IDC_ST_AUDIO_BITRATE = بٹ شرح
IDC_ST_FORMAT_HELP = [ مدد ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER = رجسٹر Bandicam
IDC_ST_1BUY = 1 . خریدیں
IDC_ST_1BUY_COMMENT = آپ کی ویڈیو پر آبی نشان ہٹانے کے لئے ، http://www.bandicam.com/buy سے Bandicam لائسنس کی خریداری
IDC_BTN_BUY_ONLINE = ابھی خریدیے
IDC_ST_2REGISTER = 2 . کریں
IDC_ST_2REGISTER_COMMENT = آپ Bandicam رجسٹر کرنے کے لئے ایک آن لائن کنکشن کی ضرورت .
IDC_ST_EMAIL_ADDRESS = ای میل ایڈریس
IDC_ST_SERIAL_NUMBER = نمبر
IDC_BTN_REGISTER_NOW = کریں اب
IDC_BTN_CLOSE = بند

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK = اپ ڈیٹ چیک
IDC_ST_UPDATE_SETTING = سیٹنگ
IDC_CK_UPDATE_ENABLE = خود کار طریقے سے اپ ڈیٹ چیک فعال کریں .
IDC_CK_UPDATE_POPUP = دکھائیں پاپ اپ ایک بڑا اپ ڈیٹ دستیاب ہے.
IDC_UPDATE_CHECK_NOW = اپ ڈیٹ کریں اب چیک کریں
IDC_CLOSE = بند

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET = اعلی درجے کے اختیارات
IDC_BTN_RESET			=  ری سیٹ 

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL = جنرل
IDC_CK_ALWAYS_ON_TOP2		= ہمیشہ سب سے اوپر پر Bandicam ونڈو
IDC_CK_START_MINIMIZED_TO_TRAY	= Start Bandicam minimized to tray
IDC_CK_RUN_WHEN_START = چلائیں Bandicam جب ونڈوز شروع ہوتا
IDC_CK_RECORD_WHEN_RUN		= Start full-screen recording when running Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO	= پر قبضہ کر لیا ویڈیو / تصویر میں  دکھائیں FPS
IDC_ST_SHOW_FPS_IN_VIDEO = (Only in 'Game Recording Mode')
IDC_CK_SHOW_TIP_BAR = دکھائیں ٹپ / معلومات بار
IDC_CK_NO_TRAY_BALLOON		= Turn off tray balloon notifications
IDC_ST_ADV_AUTOMATIC		= Automatic

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT		= پیداوار
IDC_ST_OUT_OUTPUT_FOLDER	= Output folder
IDC_CK_OUT_CREATE_SUBFOLDER	= ایک فائل لکھنے جب  پیداوار ذیلی فولڈر بنائیں
IDC_CK_OUT_ENABLE_WRITE_CACHING	= ڈسک پر لکھنے کیشنگ فعال کریں .
IDC_ST_OUT_FILE_NAMING		= File naming settings
IDC_ST_OUT_EXAMPLE		= Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE = زبان
IDC_ST_TRANSLATOR		= مترجموں کے لئے  شکریہ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET = hooking کے ہدف
IDC_CK_HK_OPENGL = اوپن جی ایل
IDC_CK_HK_DDRAW = DirectDraw
IDC_CK_HK_DX7 = DirectX کے 7
IDC_CK_HK_DX8 = DirectX کے 8
IDC_CK_HK_DX9 = DirectX کے 9
IDC_CK_HK_DX10 = 10 directx کے
IDC_CK_HK_DX11 = DirectX کے 11
IDC_CK_DISABLE_DX11_ON_IE9 = غیر فعال DX10/11 IE9 ، 10/Firefox پر hooking کے
IDC_CK_DISABLE_OVERLAY_ON_DX = بلاک DirectX کے ویڈیو اتبشایی
IDC_BTN_BLOCK_LIST = بلاک عمل فہرست

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS = دیگر ترتیبات
IDC_BTN_VIDEO_RECORD_SETTINGS = ویڈیو ریکارڈ کی ترتیبات
IDC_BTN_VIDEO_FORMAT_SETTINGS = ویڈیو کی شکل کی ترتیبات
IDC_BTN_AUTO_COMPLETE_RECORDING = آٹو مکمل ریکارڈنگ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL			=  آٹو مکمل ریکارڈنگ
IDC_ST_RC_HOWTO			=  آٹو مکمل ریکارڈنگ کی شرط مقرر کریں
IDC_RD_RC_NOTCOMPLETE = غیر فعال کریں
IDC_RD_RC_TIME = وقت ریکارڈنگ کی طرف سے
IDC_ST_RC_MAX_TIME = زیادہ سے زیادہ
IDC_RD_RC_SIZE = ریکارڈ کی فائل کے سائز کی طرف سے
IDC_ST_RC_MAX_SIZE = زیادہ سے زیادہ
IDC_ST_RC_AFTER = آٹو ریکارڈنگ مکمل کرنے کے بعد
IDC_RD_RC_NOTHING = کچھ بھی نہیں ہے
IDC_RD_RC_NEW_RECORDING = نئے ریکارڈنگ شروع
IDC_RD_RC_EXIT_BDCAM = سٹاپ ریکارڈنگ اور سے باہر نکلیں جانے Bandicam
IDC_RD_RC_SHUTDOWN = بند آپ کے کمپیوٹر

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN = بند
IDC_ST_SHUTDOWN = بند
IDC_ST_SHUTDOWN_INFO = یہ کمپیوٹر کو بند کر دیا جائے گا . \nPress آپ بند کرنے کے لئے نہیں کرنا چاہتے تو 'منسوخ کریں' .

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS = ریکارڈ کی ترتیبات

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND = ریکارڈ آواز
IDC_ST_SND_SELECT_1 = پرائمری صوتی ڈیوائس
IDC_BTN_SND_SETTING_1 = ترتیب ...
IDC_ST_SND_SELECT_2 = ثانوی صوتی ڈیوائس
IDC_BTN_SND_SETTING_2 = ترتیب ...
IDC_CK_SND_MIX_SOUND = دو آواز اختلاط (ایک آڈیو ٹریک میں سیکنڈری + بنیادی)
IDC_CK_SND_CAP_HOTKEY		= دھکا جبکہ  صرف "ثانوی ڈیوائس " ریکارڈ
IDC_ST_SOUND_HELP = [ مدد ]
IDC_CK_SND_SAVE_AS_WAV		= جبکہ ریکارڈنگ  آڈیو پٹریوں کو محفوظ کریں ( . ویو)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM		= Add webcam overlay to video
IDC_ST_WEBCAM_SETTING		= Settings
IDC_ST_WEBCAM_DEVICE		= Webcam:
IDC_ST_WEBCAM_SIZE		= Video size:
IDC_ST_WEBCAM_POS		= Position:
IDC_BTN_WEBCAM_DEVICE		= Settings
IDC_BTN_WEBCAM_PREVIEW		= Preview
IDC_ST_WEBCAM_LR_MARGINS	= Left/R Margins:
IDC_ST_WEBCAM_TB_MARGINS	= Top/B Margins:
IDC_ST_WEBCAM_FOR_DX_GL		= For Game Recording Mode
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Preview webcam on a screen (Only DX8 or later, and OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY	= Enable preview toggle hotkey

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO = ویڈیو علامت (لوگو) شامل کریں
IDC_ST_LOGO_SETTING = سیٹنگ
IDC_ST_LOGO_IMAGE = تصویر:
IDC_ST_LOGO_OPACITY = دھندلاپن :
IDC_ST_LOGO_POS = مقام:
IDC_ST_LOGO_LR_MARGINS		= Left/R Margins:
IDC_ST_LOGO_TB_MARGINS		= Top/B Margins:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE = ماؤس اثرات
IDC_CK_ADD_CLICK_EFFECTS = ماؤس کلک اثر میں شامل کریں
IDC_ST_LEFT_CLICK_COLOR = بائیں کلک رنگین
IDC_ST_RIGHT_CLICK_COLOR = حق پر کلک کریں رنگ
IDC_CK_ADD_HIGHLIGHT_EFFECTS = ماؤس خاص اثر شامل کریں
IDC_ST_HIGHLIGHT_COLOR = نمایاں رنگ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS = اختیارات
IDC_ST_REC_PRIORITY = ریکارڈنگ ترجیح :
IDC_ST_REC_PRIORITY2 = اعلی ترجیح فریم گرا کم کر سکتے ہیں .
IDC_ST_FOR_DX_GL = For Game Recording Mode
IDC_CK_SKIP_RECORDING = فریم کو اپ ڈیٹ نہیں ہے  ریکارڈنگ ہوں
IDC_CK_ENHANCED_DX9_CAPTURE	= Use enhanced capture method (faster, only DirectX 9)
IDC_ST_FOR_RECT_SCREEN		= For Screen Recording Mode
IDC_CK_ENHANCED_CAPTURE		= Use enhanced capture method (faster, Windows 8 or above)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW	= Webcam preview

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE = اپنی مرضی کے ہدف کے سائز
IDC_ST_TARGET_SIZE_SETTING = سیٹنگ
IDC_ST_TARGET_SIZE = نشانے کی سائز:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET	= Add a New Size Preset
IDC_ST_ADD_SIZE_PRESET		= You can save the current target position and size as a new preset.\nEnter a name for the new preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET	= Edit Size Presets
IDC_BTN_SIZE_PRESET_ADD		= Add
IDC_BTN_SIZE_PRESET_DEL		= Delete
IDC_BTN_SIZE_PRESET_REN		= Rename
IDC_BTN_SIZE_PRESET_UP		= Up
IDC_BTN_SIZE_PRESET_DN		= Down

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET	= Rename the Size Preset
IDC_ST_REN_SIZE_PRESET		= Enter a new name for the preset.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO = معلومات
IDC_ST_ACAP_INFO = آڈیو گرفتاری کے بارے میں معلومات
IDC_ST_ACAP_INFO2 = آپ کے ساؤنڈ کارڈ کی آواز پر قبضہ نہیں ہے . آپ کے ' ریکارڈ کنٹرول' براہ مہربانی چیک کریں . \n\n کیا آپ آن لائن مدد کا صفحہ ملاحظہ کرنا چاہتے ہیں؟
IDC_CK_ACAP_DO_NOT_ASK = پھر سے نہ پوچھیں
IDC_BTN_YES = ہاں
IDC_BTN_NO = نہیں

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME = زیادہ سے زیادہ ریکارڈنگ وقت
IDC_ST_RC_TIME_SETTING = سیٹنگ
IDC_ST_RC_TIME_HOUR = قیامت
IDC_ST_RC_TIME_MIN = کم سے کم
IDC_ST_RC_TIME_SEC = سیکنڈ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE = زیادہ سے زیادہ فائل کے سائز ریکارڈ
IDC_ST_RC_FILESIZE_SETTING = سیٹنگ

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET = ایک نیا پیش سیٹ کریں
IDC_ST_ADD_PRESET = آپ کو ایک نیا پیش سیٹ کے طور پر موجودہ شکل کی ترتیبات محفوظ کر سکتے ہیں . \ نئے پیش سیٹ کے لئے ایک نام nEnter .

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET = ترمیم presets کے
IDC_BTN_PRESET_ADD = شامل کریں
IDC_BTN_PRESET_DEL = حذف کریں
IDC_BTN_PRESET_REN = نام تبدیل
IDC_BTN_PRESET_UP = ممبر
IDC_BTN_PRESET_DN = نیچے

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET = پیش سیٹ کا نام تبدیل کریں
IDC_ST_REN_PRESET = پیش سیٹ کے لئے ایک نیا نام درج کریں .

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX = منتخب بیرونی ویڈیو کوڈیک
IDC_ST_CODEC_EX_LIST = کوڈیک فہرست
IDC_ST_CODEC_EX_SETTINGS = ترتیبات
IDC_ST_CODEC_EX_DRIVER = ڈرائیور نام
IDC_ST_CODEC_EX_FOURCC = FourCC
IDC_ST_CODEC_EX_QUALITY = معیار
IDC_ST_CODEC_EX_DATERATE = ڈیٹا کی شرح
IDC_ST_CODEC_EX_KEYFRAME = Keyframe وقفہ
IDC_BTN_CODEC_EX_CONFIG = ترتیب دیں
IDC_BTN_CODEC_EX_ABOUT = کے بارے میں
IDC_ST_CODEC_EX_HELP = [ مدد ]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK = بلاک عمل فہرست
IDC_ST_BLOCK_LIST = مندرجہ ذیل عمل hooking کے کی اجازت نہیں ہے .
IDC_ST_BLOCK_LIST_EX = مثال:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA = H.264 ( NVIDIA ® CUDA ™) کی ترتیبات
IDC_ST_H264_CUDA_RATE_CONTROL = شرح کو کنٹرول
IDC_RD_H264_CUDA_VBR = VBR - معیار کی بنیاد پر ( کی سفارش)
IDC_RD_H264_CUDA_CBR = CBR - بٹ شرح کی بنیاد پر
IDC_ST_H264_CUDA_GPU_USAGE = GPU استعمال
IDC_RD_H264_CUDA_GPU_CPU = GPU + CPU
IDC_RD_H264_CUDA_GPU = صرف GPU (تیزی سے GPU کے ساتھ استعمال کے)
IDC_ST_H264_CUDA_GPU_DEVICE	= GPU device:
IDC_ST_H264_CUDA_OTHER_OPTIONS = دیگر اختیارات
IDC_ST_H264_CUDA_FOURCC_USED = FourCC کوڈ:
IDC_ST_H264_CUDA_KEYFRAME_INT = Keyframe وقفہ :
IDC_ST_H264_CUDA_FOURCC_HELP = مدد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC = H.264 (فوری ہم آہنگی ویڈیو) ترتیبات
IDC_ST_H264_SYNC_RATE_CONTROL = شرح کو کنٹرول
IDC_RD_H264_SYNC_VBR = VBR - معیار کی بنیاد پر ( کی سفارش)
IDC_RD_H264_SYNC_CBR = CBR - بٹ شرح کی بنیاد پر
IDC_ST_H264_SYNC_OTHER_OPTIONS = دیگر اختیارات
IDC_ST_H264_SYNC_FOURCC_USED = FourCC کوڈ:
IDC_ST_H264_SYNC_KEYFRAME_INT = Keyframe وقفہ :
IDC_ST_H264_SYNC_FOURCC_HELP = مدد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP = H.264 (AMD اے پی پی) کی ترتیبات
IDC_ST_H264_APP_RATE_CONTROL = شرح کو کنٹرول
IDC_RD_H264_APP_VBR = VBR - معیار کی بنیاد پر ( کی سفارش)
IDC_RD_H264_APP_CBR = CBR - بٹ شرح کی بنیاد پر
IDC_ST_H264_APP_OTHER_OPTIONS = دیگر اختیارات
IDC_ST_H264_APP_FOURCC_USED = FourCC کوڈ:
IDC_ST_H264_APP_KEYFRAME_INT = Keyframe وقفہ :
IDC_ST_H264_APP_FOURCC_HELP = مدد

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID = XVID ترتیبات
IDC_ST_XVID_RATE_CONTROL = شرح کو کنٹرول
IDC_RD_XVID_VBR = VBR - معیار کی بنیاد پر ( کی سفارش)
IDC_RD_XVID_CBR = CBR - بٹ شرح کی بنیاد پر
IDC_ST_XVID_OPTIMIZATION = اصلاح
IDC_RD_XVID_FASTER_SPEED = تیز انکوڈنگ کی رفتار
IDC_RD_XVID_SMALLER_SIZE = چھوٹے فائل سائز
IDC_ST_XVID_OTHER_OPTIONS = دیگر اختیارات
IDC_ST_XVID_KEYFRAME_INT = Keyframe وقفہ :

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC		= H.264 (NVIDIA® NVENC) Settings
IDC_ST_H264_NVENC_RATE_CONTROL	= Rate control
IDC_RD_H264_NVENC_VBR		= VBR - quality-based (recommended)
IDC_RD_H264_NVENC_CBR		= CBR - bitrate-based
IDC_ST_H264_NVENC_GPU_USAGE	= GPU Usage
IDC_ST_H264_NVENC_GPU_DEVICE	= GPU device:
IDC_ST_H264_NVENC_OTHER_OPTIONS	= Other options
IDC_ST_H264_NVENC_FOURCC_USED	= FourCC code:
IDC_ST_H264_NVENC_KEYFRAME_INT	= Keyframe interval:
IDC_ST_H264_NVENC_FOURCC_HELP	= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264		= H.264 (CPU) Settings
IDC_ST_H264_RATE_CONTROL	= Rate control
IDC_RD_H264_VBR			= VBR - quality-based (recommended)
IDC_RD_H264_CBR			= CBR - bitrate-based
IDC_ST_H264_OPTIMIZATION	= Optimization
IDC_RD_H264_FASTER_SPEED	= Faster encoding speed
IDC_RD_H264_BALANCED		= Balanced performance
IDC_RD_H264_SMALLER_SIZE	= Smaller file size
IDC_ST_H264_OTHER_OPTIONS	= Other options
IDC_ST_H264_KEYFRAME_INT	= Keyframe interval:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS		= Timer Recording
IDC_ST_TIMER_SETTINGS		= Settings
IDC_RD_TIMER_START_IN		= Start in
IDC_ST_TIMER_MINUTES		= minutes
IDC_RD_TIMER_START_AT		= Start at
IDC_CK_TIMER_MINIMIZE		= Minimize Bandicam to tray when recording starts.
IDC_ST_TIMER_AUTO_COMPLETE	= Auto Complete Recording
IDC_BTN_TIMER_AUTO_COMPLETE	= Setting

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING		= Timer Recording - Waiting to start
IDC_ST_TIMER_WAITING_INFO	= Waiting to start recording at %s.
IDC_ST_TIMER_ELAPSED		= Elapsed Time:
IDC_ST_TIMER_REMAINING		= Remaining Time:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS		= FPS Settings
IDC_ST_FORMAT_FPS_MODE		= Frame Rate Mode
IDC_RD_FORMAT_FPS_CFR		= Prefer CFR - Constant Frame Rate
IDC_ST_FORMAT_FPS_CFR		= Falls back on VFR if your frame rate is too low.
IDC_RD_FORMAT_FPS_VFR		= Use VFR - Variable Frame Rate (Recommended)
IDC_ST_FORMAT_FPS_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO		= Upload to Vimeo.com
IDC_ST_VIMEO_UPLOADINFO		= Upload Information
IDC_ST_VIMEO_FILENAME		= File name:
IDC_ST_VIMEO_TITLE		= Title:
IDC_ST_VIMEO_DESCRIPTION	= Description:
IDC_ST_VIMEO_PRIVACY		= Privacy:
IDC_RD_VIMEO_PRIVACY_ANYONE	= Anyone - Allow anyone to see this video
IDC_RD_VIMEO_PRIVACY_ONLYME	= Only me - Make this video visible to me and no one else
IDC_RD_VIMEO_PRIVACY_FOLLOW	= Only people I follow - Make visible only to people I follow on Vimeo
IDC_BTN_VIMEO_UPLOAD		= Upload
IDC_LN_VIMEO_HELP		= Help

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO		= Uploading...
IDC_ST_VIMEO_UPLOADED		= The video upload is complete!
IDC_ST_VIMEO_LINK		= Link:
IDC_ST_VIMEO_EMBED		= Embed:
IDC_BTN_VIMEO_LINK_GO		= Go
IDC_BTN_VIMEO_EMBED_COPY	= Copy
IDC_BTN_VIMEO_CLOSE		= Close

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE	= NVENC Available
IDC_LN_NVENC_AVAILABLE		= NVIDIA NVENC H.264 encoder is available. NVENC is a high-performance encoder using hardware acceleration. Would you like to use the NVENC H.264 encoder?\n<a>more</a>
IDC_CK_NVENC_AVAILABLE		= Do not ask me again

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE		= Intel® Quick Sync Video (QSV) Available
IDC_LN_QSV_AVAILABLE		= Intel® Quick Sync Video H.264 encoder is available. QSV is a high-performance encoder using hardware acceleration. \nWould you like to use the QSV H.264 encoder?\n<a>more</a>
IDC_CK_QSV_AVAILABLE		= Do not ask me again

[MENU]
ID_POPUP_ABOUT = Bandicam کے بارے میں
ID_POPUP_GENERAL = ترتیب - جنرل
ID_POPUP_FRAME = ترتیب - FPS
ID_POPUP_VIDEO = سیٹنگ - ویڈیو
ID_POPUP_IMAGE = ترتیب - تصویر
ID_POPUP_OUTPUTS		= Output File list
ID_POPUP_OPENOUTPUTFOLDER = کھولیں پیداوار کے فولڈر
ID_POPUP_TARGET			= Target
ID_POPUP_SIZE			= Size
ID_POPUP_EXIT = باہر نکلیں

ID_TARGET_DIRECTX		= Game Recording Mode
ID_TARGET_RECTANGLE		= Screen Recording Mode
ID_TARGET_HELP = مدد

ID_TARGET_HIDE			= Show / Hide \t Ctrl+Alt+H
ID_TARGET_PEN			= Drawing mode \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP = ہمیشہ سب سے اوپر پر
ID_TARGET_TRANSPARENCY = دھندلاپن
ID_TARGET_SIZE = سائز
ID_TARGET_ADJUST		= Adjust

ID_TARGET_MOVE_LEFT = منتقل بائیں \t بائیں
ID_TARGET_MOVE_RIGHT = منتقل دائیں \t حق
ID_TARGET_MOVE_UP = اقدام \t ممبر
ID_TARGET_MOVE_DOWN = منتقل نیچے \t نیچے

ID_TARGET_INC_WIDTH = اضافہ چوڑائی \t شفٹ + حق
ID_TARGET_DEC_WIDTH = کم چوڑائی \t شفٹ + بائیں بازو کی
ID_TARGET_INC_HEIGHT = اضافہ کی اونچائی \t شفٹ + نیچے
ID_TARGET_DEC_HEIGHT = کم اونچائی \t شفٹ + ممبر

ID_TARGET_FIND_WINDOW = ونڈو \t لئے Ctrl + F تلاش
ID_TARGET_FULLSCREEN = فل سکرین \t لئے Ctrl + درج کریں
ID_TARGET_RATIO_4_3 = 4:3 پر  فٹ
ID_TARGET_RATIO_16_9 = 16:9 پر  فٹ
ID_TARGET_SIZE_CUSTOM = اپنی مرضی کے سائز \t لئے Ctrl + U
ID_TARGET_SIZE_PRESET		= Size Preset \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD	= Add a Preset
ID_TARGET_SIZE_PRESET_EDIT	= Edit Presets

ID_TARGET_OPEN_OUTPUTFOLDER	= Open Output Folder
ID_TARGET_EXIT_BANDICAM = باہر نکلیں Bandicam

ID_USER_PRESET_ADD = ایک پیش سیٹ کریں
ID_USER_PRESET_EDIT = ترمیم presets کے

ID_SORT_BY_DATE			= Sort by Date
ID_SORT_BY_NAME			= Sort by Name
ID_SORT_BY_SIZE			= Sort by Size

ID_OUTPUTS_LB_PLAY		= Play
ID_OUTPUTS_LB_OPEN		= Open
ID_OUTPUTS_LB_EDIT		= Edit
ID_OUTPUTS_LB_DELETE		= Delete
ID_OUTPUTS_LB_SELECT_ALL	= Select all
ID_OUTPUTS_LB_OPEN_FOLDER	= کھولیں پیداوار کے فولڈر

ID_BDCAM_SIZE_DEFAULT		= Default size
